/* API 基本URL */
//"Service_DomainURL" = "http://sunny.akafune.com";
"Service_DomainURL" = "http://masamasa-amatani.herokuapp.com";//テスト用

/* API News取得用URL */
"Service_NewsURL" = "/api/v1/news";

/* API ユーザー名取得用 */
"Service_UserGetURL" = "/api/v1/ios_users/";
/* API ユーザー名更新用 */
"Service_UserNameSetURL" = "/api/v1/ios_users/";

/* API コメント取得 */
"Service_CommentGet1URL" = "/api/v1/news/";
"Service_CommentGet2URL" = "/comments/";
/* API コメント投稿 */
"Service_CommentSet1URL" = "/api/v1/news/";
"Service_CommentSet2URL" = "/comments?token=";

/* API メニューページ用 */
"Service_MenuURL" = "/tabs/1";

/* API スタンプ情報取得用 */
"Service_StampURL" = "/api/v1/news";

/* タブ用名前 */
"Tab_TitleName1" = "ニュース";
"Tab_TitleName2" = "メニュー";
"Tab_TitleName3" = "店舗情報";
"Tab_TitleName4" = "スタンプ";
"Tab_TitleName5" = "その他";

/* ショップ */
"Twite_msg" = "おすすめアプリです。";

/* お問い合わせ */
"Quest_Title" = "お問い合わせ";
"Quest_MailAdress" = "";

/* Beacon通知 */
"beacon_Infomation" = "Sunnyの来店情報を受信しました。";

/* プログレスバー */
"Progress_Reading" = "読み込み中";
"Progress_ReReading" = "再読み込み中";
"Progress_Writeing" = "保存中";

/* ボタン */
"Button_Back" = "戻る";
"Button_Next" = "次へ";
"Button_First" = "最初へ";
"Button_Root" = "開始";
"Button_Post" = "Mail";

/* ダイアログメッセージ */
"Dialog_KakuninMsg" = "確認";
"Dialog_SaveMsg" = "保存";
"Dialog_DeleteMmsg" = "削除";
"Dialog_ErrorMsg" = "エラー";
"Dialog_AreatMsg" = "注意";
"Dialog_Ok" = "ＯＫ";
"Dialog_Cansel" = "キャンセル";
"Dialog_Reconnect" = "再接続";

/* インターネット未接続メッセージ */
"Dialog_IntenetNotConnectTitleMsg" = "インターネットへの接続が\n確認出来ませんでした。";
"Dialog_IntenetNotConnectMsg" = "通信の出来る場所でご確認下さい。";
/* サイト更新メッセージ */
"Dialog_SiteReupMsg" = "サイトの情報が更新されました。";
/* デバイストークン取得エラーメッセージ */
"Dialog_API_NotConnectTitleMsg" = "インターネット接続出来ない、またはサーバーがスタンバイの為\n認証確認が出来ませんでした。";
"Dialog_API_NotConnectMsg" = "アプリの終了";
/* インターネット未接続未認証メッセージ */
"Dialog_API_NotConnectTitleMsg" = "インターネットでの認証確認が\n出来ませんでした。\n\n通信状態をご確認下さい。";
"Dialog_API_NotConnectMsg" = "アプリの終了";
/* インターネット再接続メッセージ */
"Dialog_IntenetReConnectTitleMsg" = "インターネットへの接続が\n確認出来ませんでした。";
"Dialog_IntenetReConnectMsg" = "再接続にて情報取得します。";
